Repository: OmegaT-L10N/co
Catalog: omegat/project_save.tmx
Source language: en
Languages: co

source: User interface language for OmegaT
co: Lingua d’interfaccia utilizatore per OmegaT

source: User manuals
co: Manuale di l’Utilizatore

source: User support, at the Yahoo user group (multilingual), where the archives are searchable without subscription:
co: Assistenza per l’utilizatore, à u gruppu d’utilizatori (multilingue) Yahoo, induve si pò circà in l’archivii senza sottuscrizzione :

source: User:
co: Utilizatore :

source: Utilities
co: Utilitarii

source: VLDocking Framework (LGPL License)
co: VLDocking Framework (Licenza LGPL)

source: VLDocking Framework 3.0.5-SNAPSHOT (LGPL License)
co: VLDocking Framework 3.0.5-SNAPSHOT (Licenza LGPL)

source: Validate your tags
co: Validà e vostre etichette

source: Validating tags
co: Etichette di validazione

source: Value
co: Valore :

source: Variant skipped.
co: Variante tralasciata.

source: Variants in the following languages will be displayed: {0}
co: E varianti presente in quesse lingue seranu affissate : {0}

source: Version
co: Versione

source: Version: {0}
co: Versione : {0}

source: View
co: Affissà

source: View Options
co: Ozzioni per affissà

source: Vincent Bidaux (documentation manager)
co: Vincent Bidaux (risponsevule di a documentazione)

source: Vito Smolej (documentation manager)
co: Vito Smolej (risponsevule di a documentazione)

source: WARNING: all unsaved data will be lost 4.
co: AVERTIMENTU : Tutti i dati micca arregistrati seranu persi 4.

source: Warn: Report invalid tags to stdout.
co: Warn : adittà l’etichette inaccettevule nant’à stdout.

source: Warning
co: Avertimentu

source: Warning on line {0}, column {1} while parsing:
co: Avertimentu à a linea {0}, culonna {1} durante l’analisa di sintassa :

source: Warning!
co: Avertimentu !

source: We could not find the page you are looking for.
co: Ùn si pò truvà a pagina chì vò circate.

source: We recommend using OmegaT packages that include the JRE, to save you the trouble of selecting, obtaining and installing it.
co: Vi ricumandemu d’impiegà i pacchetti OmegaT chì cuntenenu u JRE, per impediscevi u penseru di selezziunalu, d’ottenelu, è d’installalu.

source: WebVTT Subtitles
co: Sottutituli WebVTT

source: What is OmegaT?
co: Cosa hè OmegaT ?

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
co: - Quandu l’espressioni regulare sò impiegate, a catena di rimpiazzamentu piglia in contu e referenze à i gruppi definiti in a catena di ricerca.

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated documents, which will be created in the /target/ subfolder of your project folder.
co: Quandu vulete fighjà à chì s’assumiglierà u furmatu finale di a vostra traduzzione, appughjà nant’à Ctrl+D per ingenerà i ducumenti tradutti, chì seranu creati in u sottucartulare /target/ di u vostru cartulare di prughjettu.

source: Whitespace - leading
co: Bianchi di principiu di linea

source: Whitespace - trailing
co: Bianchi di dine di linea

source: Whitespaces
co: Spazii bianchi

source: WiX Localization
co: Lucalisazione WiX

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
co: Caratteri generichi : - I caratteri generichi « * » è « ? » ponu esse impiegati in e ricerche esatte è quelle da parolla chjave.

source: Word
co: Parolla

source: Words
co: Parolle

source: Writeable Glossary File
co: Schedariu di glossariu chì si pò scrive

source: Writeable Glossary File:
co: Schedariu di glossariu induve si pò scrive :

source: Writeable glossary file folder entered does not exist!
co: U cartulare di i schedarii di glossariu chì si pò scrive ùn esiste micca !

source: Wrong response format from TaaS service
co: Furmatu gattivu di risposta da u serviziu TaaS

source: Wrong response from engine
co: Risposta gattiva da u mutore

source: XHTML Filter Options
co: Ozzioni di filtru XHTML

source: Yandex Translate - No API Key Specified
co: Yandex Translate - Alcuna chjave API ùn hè specificata

source: You already have the latest version.
co: Impiegate dighjà l’ultima versione.

source: You are going to modify {0} segments.
co: Site prontu(a) à mudificà {0} segmenti.

source: You are running OmegaT version {0}.
co: Impiegate OmegaT versione {0}.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
co: Avete da disinstallà u dizziunariu di cuntrollu d’ortugrafia chì hè impiegatu avà da u vostru prughjettu.

source: You can add a new term to the glossary by pressing Ctrl+Shift+G, or copy existing glossaries to the /glossary/ subfolder of your project folder, and OmegaT will automatically look up words in them.
co: Si pò aghjunghje un vucabulu novu ver di u glossariu appughjendu nant’à Ctrl+Shift+G, o cupià glossarii esistente ver di u sottucartulare /glossary/ di u vostru cartulare di prughjettu, è OmegaT circherà ci autumaticamente e parolle.

source: You can create a new project for each new job, and you can add new source files to a project at anytime.
co: Si pò creà un prughjettu novu per ogni travagliu novu, è si pò aghjunghje schedarii d’urigine novi in un prughjettu quand’ella vi pare.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
co: Pudete creà elementi di glossariu cù Creà un elementu di glossariu in u listinu Mudificà.

source: You can find detailed statistic information in the file: {0}
co: Pudete truvà un infurmazione statistica detagliata in stu schedariu : {0}

source: You can find the text of the license in /docs/OmegaT-license.txt.
co: Pudete fighjà u testu di a licenza in /docs/OmegaT-license.txt.

source: You can go to the home page and hopefully find the information you need from there.
co: Pudete andà à a pagina d’accolta è forse truvà ciò chì vò circate da quallà.

source: You currently have {1}.
co: Oghje, avete {1}.

source: You have reached the daily limit for requests
co: Avete chjappu u limita oghjincu di richieste

source: You have reached the daily limit for the volume of translated text
co: Avete chjappu u limita oghjincu per u vulume di testu traduttu

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
co: Pudete dinù cupià i schedarii ver di u cartulare « source » di u vostru prughjettu cù u vostru ghjestiunariu di schedariu è ricaricà u prughjettu cù a funzione Ricaricà di u listinu Prughjettu.

source: You may try to solve this problem in one of the following ways:
co: Pudete pruvà di currege stu penseru cù una di ste manere :

source: You must enter a number between 1 and {0}.
co: Ci vole à scrive un numeru trà 1 è {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
co: Ci vole à cambià u vostru JDK 1.6 da l’ultima versione, o solu caccià i schedarii jaxb-*.jar in u cartulare OmegaT /lib

source: You should specify their new location or recreate them.
co: Duveriate specificà a so nova lucalizazione osinnò ci vuleria à ricreallu.

source: You will be prompted to enter this password every time you launch OmegaT.
co: Sta parolla d’entrata vi serà dumandata à ogni avviu d’OmegaT.

source: YouTube Subtitles
co: Sottutituli YouTube

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
co: U prughjettu attuale impiega una segmentazione da frasa invece chì u schedariu TMX hè statu creatu cù una segmentazione da paragrafu.

source: Your project does not contain any files in a supported file format.
co: U vostru prughjettu ùn cuntene micca di schedariu d’un furmatu accettatu.

source: ZIP files
co: Schedarii ZIP

source: [Fuzzy]
co: [Dubbitosu]

source: [fuzzy]
co: [dubbitosu]

source: all matching segments
co: tutti i segmenti

source: and many, many more very helpful people
co: è assai assai personne chì ci anu aiutatu

source: attributes.
co: attributi.

source: canceled ({0} ms elapsed)
co: abbandunatu ({0} ms trascorsu)

source: commons-*.jar (Apache License 2.0)
co: commons-*.jar (Licenza Apache 2.0)

source: done ({0} ms elapsed)
co: fattu ({0} ms trascorsu)

source: extensions:
co: estensioni :

source: file names
co: i nomi di schedariu

source: groovy-all-2.4.6.jar (Apache Licence 2.0)
co: groovy-all-2.4.6.jar (Licenza Apache 2.0)

source: init <source language> <target language> Initialize a minimal team project with the specified languages.
co: init <lingua d’urigine> <lingua di destinazione> Creà un prughjettu di squadra minimale cù e lingue specificate.

source: jsch-agent-proxy (jsch-agent-proxy License)
co: jsch-agent-proxy (Licenza jsch-agent-proxy)

source: juniversalchardet (GPL)
co: juniversalchardet (Licenza GPL)

source: loaded
co: caricatu

source: lucene-*.jar (Apache License 2.0)
co: lucene-*.jar (Licenza Apache 2.0)

source: mALIGNa (MIT License)
co: mALIGNa (Licenza MIT)

source: segment 0000
co: segmentu 0000

source: slf4j (MIT License)
co: slf4j (Licenza MIT)

source: trie4j (Apache License 2.0)
co: trie4j (Licenza Apache 2.0)

source: trilead-ssh2 (Trilead SSH license)
co: trilead-ssh2 (Licenza Trilead SSH)

source: trilead-ssh2-1.0.0-build220 (Trilead SSH license)
co: trilead-ssh2-1.0.0-build220 (Licenza Trilead SSH)

source: unknown
co: scunnisciutu

source: {0} ({1} left) / {2} ({3} left), {4}
co: {0} ({1} à manca) / {2} ({3} à manca), {4}

source: {0} +{1} more
co: {0} è più di {1}

source: {0} conflicts
co: {0} cunflitti

source: {0} is not a local working copy, skipping.
co: {0} ùn hè micca una copia di travagliu lucale, tralasciata.

source: {0} segments
co: {0} segmenti

source: {0}: cleanup done!!
co: {0}: nettata fatta !

source: {1}, executed from '{2}'
co: {1}, eseguitu da ’{2}’

source: ← Back
co: ← Precedente

source: ⚠ The file "{0}" is not supported.
co: ⚠ U schedariu "{0}" ùn hè micca accettatu.

source: ⚠ The specified files are not supported.
co: ⚠ I schedariispecificati ùn sò micca accettati.
